"App.Name" = "GetGems";

"Presence.online" = "online";
"Presence.offline" = "offline";
"Presence.invisible" = "unsichtbar";

"Month.GenJanuary" = "Januar";
"Month.GenFebruary" = "Februar";
"Month.GenMarch" = "März";
"Month.GenApril" = "April";
"Month.GenMay" = "Mai";
"Month.GenJune" = "Juni";
"Month.GenJuly" = "Juli";
"Month.GenAugust" = "August";
"Month.GenSeptember" = "September";
"Month.GenOctober" = "Oktober";
"Month.GenNovember" = "November";
"Month.GenDecember" = "Dezember";
"Month.ShortJanuary" = "Jan";
"Month.ShortFebruary" = "Feb";
"Month.ShortMarch" = "Mär";
"Month.ShortApril" = "Apr";
"Month.ShortMay" = "Mai";
"Month.ShortJune" = "Jun";
"Month.ShortJuly" = "Jul";
"Month.ShortAugust" = "Aug";
"Month.ShortSeptember" = "Sep";
"Month.ShortOctober" = "Okt";
"Month.ShortNovember" = "Nov";
"Month.ShortDecember" = "Dez";
"Weekday.ShortMonday" = "Mo";
"Weekday.ShortTuesday" = "Di";
"Weekday.ShortWednesday" = "Mi";
"Weekday.ShortThursday" = "Do";
"Weekday.ShortFriday" = "Fr";
"Weekday.ShortSaturday" = "Sa";
"Weekday.ShortSunday" = "So";
"Weekday.Monday" = "Montag";
"Weekday.Tuesday" = "Dienstag";
"Weekday.Wednesday" = "Mittwoch";
"Weekday.Thursday" = "Donnerstag";
"Weekday.Friday" = "Freitag";
"Weekday.Saturday" = "Samstag";
"Weekday.Sunday" = "Sonntag";

"Time.TodayAt" = "heute um %@";
"Time.YesterdayAt" = "gestern um %@";

"LastSeen.JustNow" = "gerade eben";
"LastSeen.MinutesAgo_1" = "vor 1 Minute";
"LastSeen.MinutesAgo_2" = "vor 2 Minuten";
"LastSeen.MinutesAgo_3_10" = "vor %@ Minuten";
"LastSeen.MinutesAgo_any" = "vor %@ Minuten";
"LastSeen.HoursAgo_1" = "vor 1 Stunde";
"LastSeen.HoursAgo_2" = "vor 2 Stunden";
"LastSeen.HoursAgo_3_10" = "vor %@ Stunden";
"LastSeen.HoursAgo_any" = "vor %@ Stunden";
"LastSeen.TodayAt" = "heute um %@";
"LastSeen.YesterdayAt" = "gestern um %@";
"LastSeen.AtWeekday" = "%@";
"LastSeen.AtDate" = "%@";
"LastSeen.Lately" = "kürzlich";
"LastSeen.WithinAWeek" = "innerhalb einer Woche";
"LastSeen.WithinAMonth" = "innerhalb eines Monats";
"LastSeen.ALongTimeAgo" = "vor langer Zeit";

"FileSize.B" = "%@ B";
"FileSize.KB" = "%@ KB";
"FileSize.MB" = "%@ MB";

"Notification.RenamedChat" = "%@ hat Gruppe umbenannt";
"Notification.ChangedGroupPhoto" = "%@ hat Gruppenbild geändert";
"Notification.RemovedGroupPhoto" = "%@ hat Gruppenbild entfernt";
"Notification.ChangedUserPhoto" = "%@ hat ein Profilbild hinzugefügt";
"Notification.RemovedUserPhoto" = "%@ hat das Profilbild entfernt";
"Notification.JoinedChat" = "%@ ist Gruppe beigetreten";
"Notification.Invited" = "%@ hat %@ eingeladen";
"Notification.LeftChat" = "%@ hat Gruppe verlassen";
"Notification.Kicked" = "%@ hat %@ entfernt";
"Notification.CreatedChat" = "%@ hat eine Gruppe erstellt";
"Notification.CreatedChatWithTitle" = "%@ hat die Gruppe \"%@\" erstellt";
"Notification.Joined" = "Benutzt jetzt GetGems";
"Notification.ChangedGroupName" = "%@ hat den Gruppennamen in \"%@\" geändert";
"Notification.JoinedGroupByLink" = "%@ ist per Einladungslink der Gruppe beigetreten";

"Compose.AddContact" = "Kontakt auswählen";
"Compose.CreateMessage" = "Neue Nachricht";
"Compose.CurrentLocation" = "Aktueller Standort";
"Compose.Send" = "Senden";

"Contacts.NoResults" = "Keine passenden\nKontakte gefunden";

"ChatList.NoConversationsTitle" = "Keine Chats";
"ChatList.NoConversationsText" = "Um anzufangen\nfest drücken, dann\n\"Neue Nachricht\"";
"ChatList.Compose" = "Neue Nachricht";
"ChatList.You" = "Du";

"Conversation.Reply" = "Antworten";
"Conversation.Unblock" = "Freigeben";
"Conversation.UserInfo" = "Info";
"Conversation.GroupInfo" = "Gruppen-Info";

"Message.Photo" = "Bild";
"Message.Video" = "Video";
"Message.Location" = "Standort";
"Message.Contact" = "Kontakt";
"Message.File" = "Datei";
"Message.Sticker" = "Sticker";
"Message.Audio" = "Audio";
"Message.ForwardedMessage" = "Weitergeleitet von";
"Message.ForwardedFrom" = "%@";

"UserInfo.Title" = "Info";
"UserInfo.Service" = "Servicemeldungen";
"UserInfo.GenericPhoneLabel" = "Telefonnummer";
"UserInfo.UsernameLabel" = "Benutzername";
"UserInfo.Block" = "Blockieren";
"UserInfo.Unblock" = "Freigeben";
"UserInfo.Mute_1" = "Stumm für 1 Stunde";
"UserInfo.Mute_2" = "Stumm für 2 Stunden";
"UserInfo.Mute_3_10" = "Stumm für %@ Stunden";
"UserInfo.Mute_any" = "Stumm für %@ Stunden";
"UserInfo.Unmute" = "Ton ein";
"UserInfo.SendMessage" = "Nachricht senden";

"Bot.GenericBotStatus" = "Bot";
"Bot.About" = "Info";

"GroupInfo.Title" = "Gruppen-Info";
"GroupInfo.ParticipantCount_1" = "1 Mitglied";
"GroupInfo.ParticipantCount_2" = "2 Mitglieder";
"GroupInfo.ParticipantCount_3_10" = "%@ Mitglieder";
"GroupInfo.ParticipantCount_any" = "%@ Mitglieder";
"GroupInfo.StatusOnline_1" = "1 online";
"GroupInfo.StatusOnline_2" = "2 online";
"GroupInfo.StatusOnline_3_10" = "%@ online";
"GroupInfo.StatusOnline_any" = "%@ online";

"MessageView.Title" = "Nachricht";
"MessageView.Forward" = "Weiterleiten";
"MessageView.Reply" = "Antworten";
"MessageView.ViewOnPhone" = "Auf Telefon anzeigen";

"PhotoView.Title" = "Bild";

"Stickers.Recents" = "Letzte";
"Stickers.RecentPlaceholder" = "Deine meistgenutzten Sticker werden hier angezeigt";
"Stickers.StickerPacks" = "Sticker-Pakete";
"Stickers.BuiltinPackName" = "Große Denker";
"Stickers.StickerCount_1" = "1 Sticker";
"Stickers.StickerCount_2" = "2 Sticker";
"Stickers.StickerCount_3_10" = "%@ Sticker";
"Stickers.StickerCount_any" = "%@ Sticker";

"Location.Current" = "Mein Standort";
"Location.Access" = "Standortzugriff für GetGems auf dem Telefon erlauben";

"Auth.LoginRequired" = "Melde dich erst bei GetGems auf dem Telefon an";
"Passcode.UnlockRequired" = "Entsperre GetGems auf deinem Telefon";

"State.Connecting" = "Verbinde...";
"State.Updating" = "Aktualisiere...";
"State.WaitingForNetwork" = "Kein Netzwerk";

"Suggestion.OK" = "OK";
"Suggestion.ThankYou" = "Vielen Dank.";
"Suggestion.Thanks" = "Danke!";
"Suggestion.WhatsUp" = "Wie geht's?";
"Suggestion.Yes" = "Ja";
"Suggestion.No" = "Nein";
"Suggestion.Absolutely" = "Unbedingt";
"Suggestion.Nope" = "Ne";
"Suggestion.TalkLater" = "Später, ok?";
"Suggestion.CantTalk" = "Keine Zeit...";
"Suggestion.HoldOn" = "Moment...";
"Suggestion.CallSoon" = "Ruf dich bald an.";
"Suggestion.TextInABit" = "Schreib dir gleich.";
"Suggestion.BRB" = "BRB";
"Suggestion.OnMyWay" = "Bin unterwegs.";

"Bot.Commands" = "Befehle";
"Bot.Start" = "Starten";
"Bot.Restart" = "Neu Starten";
"Bot.IntroTitle" = "Was kann dieser Bot?";

"ChannelInfo.Title" = "Info";
"Channel.GenericChannelStatus" = "Kanal";
"Channel.Link" = "Link";
"Channel.About" = "Beschreibung";

"Notification.ChannelCreated" = "Kanal erstellt";
"Notification.ChannelPhotoUpdated" = "Bild geändert";
"Notification.ChannelPhotoRemoved" = "Bild gelöscht";
"Notification.ChannelTitleUpdated" = "Kanal umbenannt";
"Notification.ChannelFullTitleUpdated" = "Kanal umbenannt in \"%@\"";
"Notification.ChannelInviter" = "%@ hat dich zu diesem Kanal hinzugefügt";

"App.NoConnection" = "Keine Verbindung";
"App.ConnectionDescription" = "Deine Watch muss mit der GetGems App verbunden sein";

"Presets.Title" = "Standardantworten";
"Preset.n" = "Vorlage %d";
